import group1 from "../../../shared/assets/img/group1.png";
import group2 from "../../../shared/assets/img/group2.png";

export const groupsData = [
  {
    id: 1,
    image: group1,
    title: "Группа для взрослых с СДВГ",
    startDate: "старт 14.05.2025",
    schedule: "вторники и пятницы, 18:00–19:30",
    description: [
      "Основная проблема людей с СДВГ – они не понимают, как он работает и почему он им «стреляет в ноги».",
      "На групповых встречах разбираем 7 типов СДВГ и стратегии, которые помогают справиться с сложностями в управлении вниманием.",
      "Только практика, проверенная исследованиями.",
    ],
  },
  {
    id: 2,
    image: group2,
    title: "Для родителей детей с СДВГ",
    startDate: "старт 13.05.2025",
    schedule: "среды и субботы, 10:00–11:30",
    description: [
      "Как особенности развития ребёнка связаны с проявлениями СДВГ",
      "Как поддерживать мотивацию и управлять временем и гаджетами",
      "Как выстраивать работающую систему поощрений и границ",
      "Как заменить постоянную борьбу с обучением, адаптацией и организацией на подходы, учитывающие особенности детей с СДВГ",
      "Как снизить риски формирования сопутствующих эмоциональных и личностных трудностей",
    ],
  },
];
