export const serviceConfig = {
  consultation: {
    title: "Записаться на индивидуальную консультацию",
    preset:
      "Здравствуйте! Меня интересует индивидуальная консультация. Хотел(а) бы узнать условия и ближайшие даты.",
  },

  diagnostics: {
    title: "Записаться на диагностическое исследование",
    preset:
      "Здравствуйте! Меня интересует диагностическое исследование. Хотел(а) бы узнать условия и ближайшие даты.",
  },

  groupAdhd: {
    title: "Записаться в группу для взрослых с СДВГ",
    preset:
      "Здравствуйте! Меня интересует участие в группе для взрослых с СДВГ. Хотел(а) бы узнать условия и ближайшие даты.",
  },

  groupParents: {
    title: "Записаться в группу для родителей детей с СДВГ",
    preset:
      "Здравствуйте! Меня интересует участие в группе для родителей детей с СДВГ. Хотел(а) бы узнать условия и ближайшие даты.",
  },
};
